Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# settings.voice.apple.voice.summary.premium
source: %@ (Premium)
es: %@ (prémium)
ja: %@（プレミアム）
zh_hans: %@（优质）

# settings.voice.apple.voice.title
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.voice.apple.voice.unavailable.ios
source: This voice didn't play. Download it again in Settings → Accessibility → Read & Speak → Voices, then tap it here to try again, or pick another. Replies use the system voice until then.
es: Esta voz no se reprodujo. Vuelve a descargarla en Ajustes → Accesibilidad → Lectura y voz → Voces y tócala aquí para reintentar, o elige otra. Hasta entonces, las respuestas usarán la voz del sistema.
ja: この音声を再生できませんでした。設定 → アクセシビリティ → リーダーと読み上げ → 声で再ダウンロードし、ここでタップして再試行するか、別の音声を選んでください。それまではシステム音声で返信を読み上げます。
zh_hans: 此声音无法播放。请在“设置”→“辅助功能”→“阅读与朗读”→“声音”中重新下载，然后在此轻点重试，或选择其他声音。此期间回复将使用系统声音。

# settings.voice.apple.voice.unavailable.mac
source: This voice didn't play. Download it again in System Settings → Accessibility → Read & Speak (the info button next to System Voice), then click it here to try again, or pick another. Replies use the system voice until then.
es: Esta voz no se reprodujo. Vuelve a descargarla en Ajustes del Sistema → Accesibilidad → Lectura y voz (el botón de información junto a Voz del sistema) y haz clic aquí para reintentar, o elige otra. Hasta entonces, las respuestas usarán la voz del sistema.
ja: この音声を再生できませんでした。システム設定 → アクセシビリティ → リーダーと読み上げで、システムの声の横にある情報ボタンから再ダウンロードし、ここでクリックして再試行するか、別の音声を選んでください。それまではシステム音声で返信を読み上げます。
zh_hans: 此声音无法播放。请在“系统设置”→“无障碍/辅助功能”→“阅读与朗读”中，使用“系统声音”旁的信息按钮重新下载，然后在此点按重试，或选择其他声音。此期间回复将使用系统声音。

# settings.voice.chooser.setUp
source: Set up…
es: Configurar…
ja: 設定…
zh_hans: 设置…

# settings.voice.chooser.stt.footer
source: Pick which provider listens. Providers without a key open their setup screen.
es: Elige qué proveedor escucha. Los proveedores sin clave abren su pantalla de configuración.
ja: 音声を認識するプロバイダーを選んでください。キーがないプロバイダーは設定画面が開きます。
zh_hans: 选择识别语音的服务商。尚无密钥的服务商会打开其设置页面。

# settings.voice.chooser.stt.language.footer
source: Applies to every speech-to-text provider.
es: Se aplica a todos los proveedores de voz a texto.
ja: すべての音声認識プロバイダーに適用されます。
zh_hans: 适用于所有语音转文字服务商。

# settings.voice.chooser.stt.title
source: Speech-to-Text
es: Voz a texto
ja: 音声からテキスト
zh_hans: 语音转文字

# settings.voice.chooser.tts.footer
source: Pick which provider speaks replies. Apple is the offline fallback when a provider is unavailable.
es: Elige qué proveedor lee las respuestas. Apple es la alternativa sin conexión cuando un proveedor no está disponible.
ja: 返信を読み上げるプロバイダーを選んでください。利用できない場合は、Appleのオフライン音声を使います。
zh_hans: 选择朗读回复的服务商。服务商不可用时，Apple 提供离线回退语音。

# settings.voice.chooser.tts.title
source: Text-to-Speech
es: Texto a voz
ja: テキストから音声
zh_hans: 文字转语音

# settings.voice.cloudTest.error.auth
source: The key was rejected. Check it in Provider Access.
es: La clave fue rechazada. Compruébala en Acceso a proveedores.
ja: キーが拒否されました。「プロバイダーへのアクセス」で確認してください。
zh_hans: 密钥被拒绝，请在“服务商访问”中检查。

# settings.voice.cloudTest.error.micBusy
source: The microphone is busy. Stop other recording and try again.
es: El micrófono está ocupado. Detén la otra grabación y vuelve a intentarlo.
ja: マイクは使用中です。ほかの録音を停止して再試行してください。
zh_hans: 麦克风正忙，请停止其他录音后重试。

# settings.voice.cloudTest.error.micDenied
source: Microphone access is off. Turn it on in Settings → Privacy & Security → Microphone.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes → Privacidad y seguridad → Micrófono.
ja: マイクへのアクセスが無効です。設定 → プライバシーとセキュリティ → マイクで有効にしてください。
zh_hans: 麦克风访问已关闭，请在“设置”→“隐私与安全性”→“麦克风”中开启。

# settings.voice.cloudTest.error.micFailure
source: Couldn't start recording. Try again.
es: No se pudo iniciar la grabación. Inténtalo de nuevo.
ja: 録音を開始できませんでした。再試行してください。
zh_hans: 无法开始录音，请重试。

# settings.voice.cloudTest.error.noKey
source: Add a %@ key first, then record a test.
es: Añade primero una clave de %@ y graba una prueba.
ja: まず%@のキーを追加してから、テストを録音してください。
zh_hans: 请先添加 %@ 密钥，再录制测试。

# settings.voice.cloudTest.error.noSpeech
source: No speech detected. Try again.
es: No se detectó voz. Inténtalo de nuevo.
ja: 音声が検出されませんでした。再試行してください。
zh_hans: 未检测到语音，请重试。

# settings.voice.cloudTest.error.quota
source: You're out of credits with this provider.
es: No tienes créditos con este proveedor.
ja: このプロバイダーのクレジット残高が不足しています。
zh_hans: 此服务商的账户余额已用完。

# settings.voice.cloudTest.error.tooLong
source: That clip was too long. Try a shorter test.
es: Ese clip era demasiado largo. Prueba con una grabación más corta.
ja: 音声が長すぎました。短いテストをお試しください。
zh_hans: 音频过长，请缩短测试录音。

# settings.voice.cloudTest.error.transcribeFailed
source: Couldn't transcribe that. Try again.
es: No se pudo transcribir eso. Inténtalo de nuevo.
ja: 文字起こしできませんでした。再試行してください。
zh_hans: 无法转写，请重试。

# settings.voice.cloudTest.error.unprocessable
source: %@ couldn't process that clip. Try again.
es: %@ no pudo procesar ese clip. Inténtalo de nuevo.
ja: %@がこの音声を処理できませんでした。再試行してください。
zh_hans: %@ 无法处理此音频，请重试。

# settings.voice.cloudTest.error.unreachable
source: Couldn't reach %@. Check your connection and try again.
es: No se pudo conectar con %@. Comprueba tu conexión y vuelve a intentarlo.
ja: %@に接続できませんでした。接続を確認して再試行してください。
zh_hans: 无法连接 %@，请检查网络连接后重试。

# settings.voice.cloudTest.footer
source: Your clip is sent to %@ to transcribe, and isn't kept by Conduck.
es: Tu clip se envía a %@ para transcribirse y Conduck no lo conserva.
ja: 音声は文字起こしのため%@に送信され、Conduckには保存されません。
zh_hans: 音频发送给 %@ 进行转写，Conduck 不会保留它。

# settings.voice.cloudTest.heard
source: Heard
es: Reconocido
ja: 認識結果
zh_hans: 识别结果

# settings.voice.cloudTest.record
source: Record a test
es: Grabar una prueba
ja: テストを録音
zh_hans: 录制测试

# settings.voice.cloudTest.recordAgain
source: Record again
es: Grabar de nuevo
ja: もう一度録音
zh_hans: 重新录音

# settings.voice.cloudTest.stop
source: Stop
es: Detener
ja: 停止
zh_hans: 停止

# settings.voice.custom.add
source: Add custom endpoint
es: Añadir punto de conexión personalizado
ja: カスタムエンドポイントを追加
zh_hans: 添加自定义端点

# settings.voice.custom.addAtCap
source: Add custom endpoint (limit reached)
es: Añadir punto de conexión personalizado (límite alcanzado)
ja: カスタムエンドポイントを追加（上限到達）
zh_hans: 添加自定义端点（已达上限）

# settings.voice.custom.capHint
source: Delete an endpoint above to add another.
es: Elimina un punto de conexión de arriba para añadir otro.
ja: 別のエンドポイントを追加するには、上のエンドポイントを削除してください。
zh_hans: 删除上方一个端点后再添加。

# settings.voice.custom.defaultName
source: Custom endpoint
es: Punto de conexión personalizado
ja: カスタムエンドポイント
zh_hans: 自定义端点

# settings.voice.custom.delete.button
source: Delete endpoint
es: Eliminar punto de conexión
ja: エンドポイントを削除
zh_hans: 删除端点

# settings.voice.custom.deleteAlert.confirm
source: Delete
es: Eliminar
ja: 削除
zh_hans: 删除

# settings.voice.custom.deleteAlert.message
source: Conduck removes this endpoint and erases its saved URL, key, model, and pin. If it's your active voice, playback falls back to Apple.
es: Conduck elimina este punto de conexión y borra su URL, clave, modelo y huella fijada guardados. Si es tu voz activa, la reproducción vuelve a Apple.
ja: このエンドポイントと、保存したURL、キー、モデル、固定したフィンガープリントを削除します。使用中の音声だった場合は、Appleの音声に戻ります。
zh_hans: Conduck 将移除此端点，并清除已保存的 URL、密钥、模型和固定指纹。如果它是当前启用的语音，播放会回退到 Apple。

# settings.voice.custom.deleteAlert.title
source: Delete endpoint?
es: ¿Eliminar el punto de conexión?
ja: エンドポイントを削除しますか？
zh_hans: 删除端点？

# settings.voice.custom.name.duplicate
source: Another endpoint already uses this name.
es: Otro punto de conexión ya usa este nombre.
ja: この名前は別のエンドポイントが使っています。
zh_hans: 另一个端点已使用此名称。

# settings.voice.custom.name.label
source: Name
es: Nombre
ja: 名前
zh_hans: 名称

# settings.voice.custom.name.placeholder
source: My endpoint
es: Mi punto de conexión
ja: 自分のエンドポイント
zh_hans: 我的端点

# settings.voice.custom.name.required
source: Give this endpoint a name.
es: Dale un nombre a este punto de conexión.
ja: このエンドポイントに名前を付けてください。
zh_hans: 请为此端点命名。

# settings.voice.custom.newEndpoint.title
source: New endpoint
es: Nuevo punto de conexión
ja: 新しいエンドポイント
zh_hans: 新建端点

# settings.voice.detail.activationHint
source: Choose your active providers on the Voice screen.
es: Elige tus proveedores activos en la pantalla Voz.
ja: 音声画面で使用するプロバイダーを選んでください。
zh_hans: 在“语音”页面选择启用的服务商。

# settings.voice.detail.activationHint.apple
source: Apple is configured here only. Choose your active speech-to-text and text-to-speech providers on the Voice screen.
es: Aquí solo se configura Apple. Elige tus proveedores activos de voz a texto y texto a voz en la pantalla Voz.
ja: ここではAppleの設定のみ行います。使用する音声認識・読み上げプロバイダーは、音声画面で選んでください。
zh_hans: 此处仅配置 Apple。请在“语音”页面选择启用的语音转文字和文字转语音服务商。

# settings.voice.detail.creditHint
source: Tests and previews use a small amount of your provider's credits.
es: Las pruebas y las muestras usan una pequeña cantidad de créditos de tu proveedor.
ja: テストと試聴には、プロバイダーのクレジットを少量使います。
zh_hans: 测试和试听会消耗少量服务商账户额度。

# settings.voice.detail.title
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.voice.keyReadiness.addKey
source: Add Key
es: Añadir clave
ja: キーを追加
zh_hans: 添加密钥

# settings.voice.keyReadiness.checkAgain
source: Check Again
es: Volver a comprobar
ja: 再確認
zh_hans: 再次检查

# settings.voice.keyReadiness.manageKey
source: Manage Key
es: Gestionar clave
ja: キーを管理
zh_hans: 管理密钥

# settings.voice.keyReadiness.missing.body
source: When Conduck speaks a reply here, it uses Apple's built-in voice until the key becomes available.
es: Cuando Conduck lea una respuesta aquí, usará la voz integrada de Apple hasta que la clave esté disponible.
ja: キーが利用できるようになるまで、ここではAppleの内蔵音声で返信を読み上げます。
zh_hans: 在密钥可用前，Conduck 在此处朗读回复时会使用 Apple 内置语音。

# settings.voice.keyReadiness.missing.title.ipad
source: The %@ key isn't available on this iPad yet.
es: La clave de %@ aún no está disponible en este iPad.
ja: %@のキーはこのiPadでまだ利用できません。
zh_hans: %@ 密钥在此 iPad 上尚不可用。

# settings.voice.keyReadiness.missing.title.iphone
source: The %@ key isn't available on this iPhone yet.
es: La clave de %@ aún no está disponible en este iPhone.
ja: %@のキーはこのiPhoneでまだ利用できません。
zh_hans: %@ 密钥在此 iPhone 上尚不可用。

# settings.voice.keyReadiness.missing.title.mac
source: The %@ key isn't available on this Mac yet.
es: La clave de %@ aún no está disponible en este Mac.
ja: %@のキーはこのMacでまだ利用できません。
zh_hans: %@ 密钥在此 Mac 上尚不可用。

# settings.voice.keyReadiness.syncHint
source: If you added the key on another device, it may not have reached this device yet.
es: Si añadiste la clave en otro dispositivo, puede que aún no haya llegado a este.
ja: 別のデバイスでキーを追加した場合は、まだこのデバイスに届いていない可能性があります。
zh_hans: 如果在另一设备上添加密钥，它可能尚未同步到此设备。

# settings.voice.keyReadiness.unreadable.body
source: Spoken replies use Apple's built-in voice for now.
es: Por ahora, las respuestas habladas usan la voz integrada de Apple.
ja: 現在はAppleの内蔵音声で返信を読み上げます。
zh_hans: 语音回复暂时使用 Apple 内置语音。

# settings.voice.keyReadiness.unreadable.title.ipad
source: Conduck couldn't read the %@ key on this iPad right now.
es: Conduck no pudo leer la clave de %@ en este iPad ahora.
ja: 現在、このiPadで%@のキーを読み取れませんでした。
zh_hans: Conduck 暂时无法读取此 iPad 上的 %@ 密钥。

# settings.voice.keyReadiness.unreadable.title.iphone
source: Conduck couldn't read the %@ key on this iPhone right now.
es: Conduck no pudo leer la clave de %@ en este iPhone ahora.
ja: 現在、このiPhoneで%@のキーを読み取れませんでした。
zh_hans: Conduck 暂时无法读取此 iPhone 上的 %@ 密钥。

# settings.voice.keyReadiness.unreadable.title.mac
source: Conduck couldn't read the %@ key on this Mac right now.
es: Conduck no pudo leer la clave de %@ en este Mac ahora.
ja: 現在、このMacで%@のキーを読み取れませんでした。
zh_hans: Conduck 暂时无法读取此 Mac 上的 %@ 密钥。

# settings.voice.list.footer
source: One key per provider unlocks both speech-to-text and text-to-speech. Tap a provider to add a key or manage it.
es: Una clave por proveedor permite usar voz a texto y texto a voz. Toca un proveedor para añadir o gestionar una clave.
ja: プロバイダーごとに1つのキーで、音声認識と読み上げの両方を使えます。プロバイダーをタップしてキーを追加・管理してください。
zh_hans: 每个服务商使用一个密钥，即可开启语音转文字和文字转语音。轻点服务商添加或管理密钥。

# settings.voice.openRouter.reuse.button
source: Use my gateway key
es: Usar mi clave de pasarela
ja: ゲートウェイのキーを使用
zh_hans: 使用我的网关密钥

# settings.voice.openRouter.reuse.button.v2
source: Use my OpenRouter key
es: Usar mi clave de OpenRouter
ja: OpenRouterのキーを使用
zh_hans: 使用我的 OpenRouter 密钥

# settings.voice.openRouter.reuse.title
source: You've already set up OpenRouter as a personal-AI gateway. Reuse that API key for voice?
es: Ya configuraste OpenRouter como pasarela de IA personal. ¿Reutilizar esa clave de API para voz?
ja: OpenRouterをパーソナルAIのゲートウェイとして設定済みです。そのAPIキーを音声にも使いますか？
zh_hans: 已将 OpenRouter 设置为个人 AI 网关，要为语音复用该 API 密钥吗？

# settings.voice.openRouter.reuse.title.v2
source: You've already set up OpenRouter for chat. Reuse that API key for voice?
es: Ya configuraste OpenRouter para chat. ¿Reutilizar esa clave de API para voz?
ja: OpenRouterをチャット用に設定済みです。そのAPIキーを音声にも使いますか？
zh_hans: 已为聊天设置 OpenRouter，要为语音复用该 API 密钥吗？

# settings.voice.pill.coming
source: Soon
es: Pronto
ja: 近日
zh_hans: 即将推出

# settings.voice.providersKeys.label
source: Providers & Keys
es: Proveedores y claves
ja: プロバイダーとキー
zh_hans: 服务商与密钥

# settings.voice.providersKeys.summary.count
source: %lld configured
es: %lld configurados
ja: %lld件設定済み
zh_hans: 已配置 %lld 个

# settings.voice.providersKeys.summary.none
source: None configured
es: Ninguno configurado
ja: 設定なし
zh_hans: 尚无配置

# settings.voice.readAloud.footer
source: Replies to Shortcut captures (Action Button or Control Center) speak when you open them on this iPhone. Questions you ask on Apple Watch are spoken there.
es: Las respuestas a capturas con atajos (botón de acción o centro de control) se leen cuando las abres en este iPhone. Las preguntas que haces en Apple Watch se leen allí.
ja: アクションボタンやコントロールセンターのショートカットで取り込んだ内容への返信は、このiPhoneで開くと読み上げます。Apple Watchからの質問はWatchで読み上げます。
zh_hans: 通过快捷指令采集内容（操作按钮或控制中心）后，在此 iPhone 打开回复时会朗读。Apple Watch 上提问的回复在手表上朗读。

# settings.voice.readAloud.footer.ipad
source: Replies to those asks speak when you open their notification on this iPad.
es: Las respuestas a esas preguntas se leen cuando abres su notificación en este iPad.
ja: それらの質問への返信は、このiPadで通知を開くと読み上げます。
zh_hans: 在此 iPad 上打开这些提问的回复通知时，会朗读回复。

# settings.voice.readAloud.footer.ipad.v2
source: When a reply arrives as a notification, opening it reads the reply aloud on this iPad.
es: Cuando una respuesta llega como notificación, abrirla la lee en voz alta en este iPad.
ja: 返信が通知で届いた場合、このiPadで開くと読み上げます。
zh_hans: 回复以通知形式到达后，在此 iPad 上打开通知会朗读回复。

# settings.voice.readAloud.footer.v4
source: When a reply arrives as a notification, opening it reads the reply aloud on this iPhone.
es: Cuando una respuesta llega como notificación, abrirla la lee en voz alta en este iPhone.
ja: 返信が通知で届いた場合、このiPhoneで開くと読み上げます。
zh_hans: 回复以通知形式到达后，在此 iPhone 上打开通知会朗读回复。

# settings.voice.readAloud.header
source: Spoken Replies
es: Respuestas habladas
ja: 返信の読み上げ
zh_hans: 语音回复

# settings.voice.readAloud.notificationOpen.v3
source: When I open the notification
es: Al abrir la notificación
ja: 通知を開いたとき
zh_hans: 打开通知时

# settings.voice.reliability.body
source: Long spoken replies fetch audio from your provider in several small requests, so playback starts quickly instead of waiting for the whole reply. Some providers limit how often audio can be requested — most commonly on free usage tiers. If a long reply switches to the built-in voice partway through, that's usually why; a higher usage tier at your provider prevents it. Replies always finish: Conduck falls back to the built-in voice whenever needed.
es: Las respuestas habladas largas obtienen el audio de tu proveedor en varias solicitudes pequeñas, para empezar a reproducirse rápidamente sin esperar a la respuesta entera. Algunos proveedores limitan la frecuencia de las solicitudes de audio, sobre todo en los niveles gratuitos. Si una respuesta larga cambia a la voz integrada a mitad de camino, suele ser por eso; un nivel de uso superior con tu proveedor lo evita. Las respuestas siempre terminan: Conduck vuelve a la voz integrada cuando es necesario.
ja: 長い返信は複数の小さなリクエストで音声を取得するため、全文を待たずに再生を始められます。一部のプロバイダー、特に無料枠では、音声のリクエスト頻度を制限します。長い返信が途中から内蔵音声に切り替わる場合、通常はこの制限が原因です。プロバイダーの上位プランで防げます。必要に応じて内蔵音声に切り替えるため、返信は最後まで読み上げます。
zh_hans: 较长的语音回复会分成多次小请求向服务商获取音频，以便快速开始播放，无需等待完整回复。部分服务商限制音频请求频率，免费额度尤其常见。如果较长回复中途切换到内置语音，通常是此原因，升级服务商的用量方案可避免。Conduck 会在需要时回退到内置语音，确保回复完整朗读。

# settings.voice.reliability.label
source: About reliability
es: Acerca de la fiabilidad
ja: 信頼性について
zh_hans: 关于可靠性

# settings.voice.reliability.labelHint
source: How spoken replies use your provider
es: Cómo las respuestas habladas usan tu proveedor
ja: 返信の読み上げとプロバイダーの利用
zh_hans: 语音回复如何使用服务商

# settings.voice.section.connection
source: Connection
es: Conexión
ja: 接続
zh_hans: 连接

# settings.voice.section.customHeader
source: Custom endpoints
es: Puntos de conexión personalizados
ja: カスタムエンドポイント
zh_hans: 自定义端点

# settings.voice.section.header
source: Providers
es: Proveedores
ja: プロバイダー
zh_hans: 服务商

# settings.voice.section.providerAccess
source: Provider Access
es: Acceso a proveedores
ja: プロバイダーへのアクセス
zh_hans: 服务商访问

# settings.voice.section.speechToText
source: Speech-to-Text
es: Voz a texto
ja: 音声からテキスト
zh_hans: 语音转文字

# settings.voice.section.textToSpeech
source: Text-to-Speech
es: Texto a voz
ja: テキストから音声
zh_hans: 文字转语音

# settings.voice.selector.stt
source: Speech-to-Text
es: Voz a texto
ja: 音声からテキスト
zh_hans: 语音转文字

# settings.voice.selector.tts
source: Text-to-Speech
es: Texto a voz
ja: テキストから音声
zh_hans: 文字转语音

# settings.voice.setup.header
source: Voice Setup
es: Configuración de voz
ja: 音声の設定
zh_hans: 语音设置

# settings.voice.summary.header
source: Active
es: Activo
ja: 有効
zh_hans: 启用

# settings.voice.testConnection.button
source: Test voice
es: Probar voz
ja: 音声をテスト
zh_hans: 测试语音

# settings.voice.tts.coming
source: Text-to-speech coming soon
es: Texto a voz próximamente
ja: テキスト読み上げは近日対応
zh_hans: 文字转语音即将推出

# settings.voice.tts.footer
source: If a reply can't reach this provider, it's spoken with Apple's on-device voice.
es: Si una respuesta no puede llegar a este proveedor, se lee con la voz de Apple en el dispositivo.
ja: このプロバイダーに接続できない場合は、Appleのデバイス内音声で返信を読み上げます。
zh_hans: 无法连接此服务商时，回复会使用 Apple 设备端语音朗读。

# settings.voice.tts.preview
source: Speak a sample
es: Leer una muestra
ja: サンプルを読み上げ
zh_hans: 朗读示例

# settings.voice.tts.preview.error.contentBlocked
source: The provider's safety filter blocked this text — try different wording.
es: El filtro de seguridad del proveedor bloqueó este texto: prueba con otra redacción.
ja: プロバイダーの安全フィルターがこのテキストをブロックしました。別の表現をお試しください。
zh_hans: 服务商的安全过滤器阻止了这段文本，请换一种措辞。

# settings.voice.tts.preview.error.endpointNotConfigured
source: Set your custom endpoint URL first (in the Speech-to-Text section above).
es: Define primero la URL de tu punto de conexión personalizado (en la sección Voz a texto de arriba).
ja: まず上の「音声からテキスト」でカスタムエンドポイントのURLを設定してください。
zh_hans: 请先在上方“语音转文字”部分设置自定义端点 URL。

# settings.voice.tts.preview.error.keyMissing
source: No API key for this provider is available on this device yet — paste it in the key field, or wait for iCloud Keychain to finish syncing.
es: Aún no hay una clave de API de este proveedor disponible en este dispositivo: pégala en el campo de clave o espera a que el llavero de iCloud termine de sincronizar.
ja: このプロバイダーのAPIキーはこのデバイスでまだ利用できません。キー欄に貼り付けるか、iCloudキーチェーンの同期が終わるまで待ってください。
zh_hans: 此设备尚无可用的服务商 API 密钥。请在密钥字段粘贴，或等待 iCloud 钥匙串完成同步。

# settings.voice.tts.preview.error.keyUnreadable
source: The key couldn't be read from the Keychain right now — unlock the device and try again.
es: No se pudo leer la clave del llavero ahora: desbloquea el dispositivo y vuelve a intentarlo.
ja: 現在、キーチェーンからキーを読み取れませんでした。デバイスのロックを解除して再試行してください。
zh_hans: 暂时无法从钥匙串读取密钥，请解锁设备后重试。

# settings.voice.tts.preview.error.rateLimited
source: This provider is rate-limited or out of quota — top up the account's credit, or try again shortly.
es: Este proveedor está limitando las solicitudes o agotó su cuota: añade saldo a la cuenta o inténtalo de nuevo en breve.
ja: プロバイダーの利用制限がかかっているか、利用枠を使い切りました。クレジットを追加するか、少し待ってから再試行してください。
zh_hans: 此服务商正在限制请求频率或额度已耗尽。请向账户充值，或稍后重试。

# settings.voice.tts.preview.error.synthesis
source: Couldn't synthesize — check the voice name or ID for this provider.
es: No se pudo sintetizar la voz: comprueba el nombre o ID de voz de este proveedor.
ja: 音声を生成できませんでした。このプロバイダーの音声名またはIDを確認してください。
zh_hans: 无法合成语音，请检查此服务商的声音名称或 ID。

# settings.voice.tts.preview.error.unauthorized
source: This provider rejected the key for text-to-speech — check the key's permissions (ElevenLabs keys need a text-to-speech scope).
es: Este proveedor rechazó la clave para texto a voz: comprueba sus permisos (las claves de ElevenLabs necesitan permiso para texto a voz).
ja: プロバイダーが読み上げ用のキーを拒否しました。キーの権限を確認してください（ElevenLabsではtext-to-speech権限が必要です）。
zh_hans: 服务商拒绝密钥用于文字转语音，请检查密钥权限（ElevenLabs 密钥需要 text-to-speech 权限范围）。

# settings.voice.tts.preview.error.unreachable
source: Couldn't reach the voice provider — check your connection.
es: No se pudo conectar con el proveedor de voz: comprueba tu conexión.
ja: 音声プロバイダーに接続できませんでした。接続を確認してください。
zh_hans: 无法连接语音服务商，请检查网络连接。

# settings.voice.tts.previewPlaying
source: Playing…
es: Reproduciendo…
ja: 再生中…
zh_hans: 正在播放…

# settings.voice.tts.voice.helper
source: Leave empty for the default. Voice IDs are provider-specific (e.g. en_paul_neutral).
es: Déjalo vacío para usar el valor predeterminado. Los ID de voz dependen del proveedor (p. ej., en_paul_neutral).
ja: 空欄にするとデフォルトを使います。音声IDはプロバイダーによって異なります（例：en_paul_neutral）。
zh_hans: 留空以使用默认声音。声音 ID 因服务商而异（例如 en_paul_neutral）。

# settings.watch.default.followPhone
source: Follow iPhone
es: Seguir al iPhone
ja: iPhoneに従う
zh_hans: 跟随 iPhone

# settings.watch.default.footer
source: Your Apple Watch follows the iPhone's default gateway unless you pick a specific one here.
es: Tu Apple Watch sigue la pasarela predeterminada del iPhone salvo que elijas una específica aquí.
ja: ここで固定のゲートウェイを選ばない限り、Apple WatchはiPhoneのデフォルトを使います。
zh_hans: Apple Watch 跟随 iPhone 的默认网关，除非你在此指定其他网关。

# settings.watch.readAloud.footer
source: Replies to anything you ask on Apple Watch — using the Action Button, Control Center, or the Ask button — are spoken aloud on your wrist.
es: Las respuestas a lo que preguntes en Apple Watch, con el botón de acción, el centro de control o el botón Preguntar, se leen en voz alta en tu reloj.
ja: Apple Watchのアクションボタン、コントロールセンター、質問ボタンからの質問への返信は、Watchで読み上げます。
zh_hans: 在 Apple Watch 上通过操作按钮、控制中心或“提问”按钮提出的问题，回复都会在手表上朗读。

# settings.watch.readAloud.header
source: Spoken Replies
es: Respuestas habladas
ja: 返信の読み上げ
zh_hans: 语音回复

# settings.watch.readAloud.toggle
source: Speak replies aloud
es: Leer respuestas en voz alta
ja: 返信を音声で読み上げ
zh_hans: 朗读回复

# settings.watch.sessionPolicy.followPhone
source: Follow iPhone
es: Seguir al iPhone
ja: iPhoneに従う
zh_hans: 跟随 iPhone

# settings.watch.sessionPolicy.footer
source: Applies to asks from the Action Button or Control Center on this Apple Watch. Follow iPhone uses your iPhone's setting.
es: Se aplica a las preguntas del botón de acción o del centro de control de este Apple Watch. Seguir al iPhone usa el ajuste de tu iPhone.
ja: このApple Watchのアクションボタンやコントロールセンターからの質問に適用されます。「iPhoneに従う」はiPhoneの設定を使います。
zh_hans: 适用于此 Apple Watch 的操作按钮或控制中心提问。“跟随 iPhone”使用 iPhone 的设置。

# settings.watch.sessionPolicy.header
source: Action Button & Control Center
es: Botón de acción y centro de control
ja: アクションボタンとコントロールセンター
zh_hans: 操作按钮与控制中心

# settings.watch.sessionPolicy.label
source: Add to last conversation
es: Añadir a la última conversación
ja: 前回の会話に追加
zh_hans: 添加到上次对话

# settings.watch.setup.header
source: Setup
es: Configuración
ja: 設定
zh_hans: 设置

# settings.watch.setup.title
source: Set up Apple Watch
es: Configurar Apple Watch
ja: Apple Watchを設定
zh_hans: 设置 Apple Watch
